{
    "np":{
        "Acadia":{
            "name":"Acadia",
            "dates":["7/23/24-7/25/24"],
            "words":"At Acadia from where I camped I could always hear the ocean. The fog barley let up but was part of the Maine experince. Then when you walk along the granite cliffs the mist of the ocean sprays on your face. These wonderful red cliffs are a relaxing place to sit and just enjoy the sound. Amoung the cliffs you can find tide pools, I found only one with a single crab and about 100 snails in it. Right off the beach is old growth forests that look like they are right out of fairy tale. One of the most amazing experinces I had was the beehive trail. This is on a cliff where you hang on to metal rungs to climb up. At the top I funnily got service and could for a few moments see the only sand beach through the fog.",
            "mainImg":{},
            "imgs":[]            
        },
        "Shenandoah":{
            "name":"Shenandoah",
            "dates":["8/27/2024"],
            "words":"Being able to swim in water falls on a hot summer day was such a relief. In addtion to amazing wild life, there are wonderful views. Right off the main road running through the park you can see almost all of it. The vast mountains with clouds casting their shadows down upon them.",
            "mainImg":{},
            "imgs":[]
        }
    },
    "nm":{

    },
    "nhp":{
        "CeaderCreek":{
            "name":"Ceader Creek & Belle Grove",
            "dates":["8/29/2024"],
            "words":"I did not get to spend too much time here but the time I did was sad. The civil war battle was fought around a plantation. It was weird to stand on a plantation and not just read about it. The worst part was that the slave grave yard was in view of the house so anyone going there could be seen",
            "mainImg":{},
            "imgs":[]
        },
        "WeirFarn":{
            "name":"Weir Farm",
            "dates":["9/27/2024"],
            "words":"This is the National Park for art. I got to go here with my best friend who is an amazing artist. They wont admit it but theyre really good. Here I got to go on a tour of the Weir farm house and the young studio. The house had these amazing windows with small bits of stained glass in the center. These glass panes where collected all over europes. Then the young studio was a scuplting studio that is three stories. It has this amazing light inside and the high celling is so pretty. After going on this tour, we walked the gardens and found a nice spot in the park. Once there we did our own art to do with pencil. My friend did an amazing job at drawing the house. I tried my best at drawing a bench. The reason we did what we saw is because Weir was a impressionist.",
            "mainImg":{},
            "imgs":[]
        }
    },
    "nhs":{

    },
    "npres":{

    },
    "nra":{

    }
}